framework/storage/xml/pedimento/Kuroda/consultarpedimentocompleto_240-3910-7012733.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.ventanillaunica.gob.mx/pedimentos/ws/oxml/consultarpedimentocompleto" xmlns:com="http://www.ventanillaunica.gob.mx/pedimentos/ws/oxml/comunes">
 	<soapenv:Header>
		<wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
	 		<wsse:UsernameToken>
	 			<wsse:Username>KEM160119LE8</wsse:Username>
	 			<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">7vVZtjW50Asq14isewffCGnnfzZOKiimhVDFPqPs94x4vmCe3xUlj4Uv5PxuuzCn</wsse:Password>
	 		</wsse:UsernameToken>
 		</wsse:Security>
 	</soapenv:Header>
	<soapenv:Body>
		 <con:consultarPedimentoCompletoPeticion>
			 <con:peticion>
				 <com:aduana>240</com:aduana>
				 <com:patente>3910</com:patente>
				 <com:pedimento>7012733</com:pedimento>
			 </con:peticion>
		 </con:consultarPedimentoCompletoPeticion>
	</soapenv:Body>
</soapenv:Envelope>
